---
kind: enumMember
id: F:Autodesk.Revit.UI.FaceBasedPlacementType.Default
enum: Autodesk.Revit.UI.FaceBasedPlacementType
source: html/2211f96d-49bf-1bdd-884b-9705d4d3b70b.htm
---
# Autodesk.Revit.UI.FaceBasedPlacementType.Default

Placement the instance which is not face-based.